{
    "changelog.md": {
        "Changelog Slack": "Changelog Slack",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "29\/07\/2020": "29.07.2020",
        "Correction de bugs": "Fehlerbehebungen",
        "03\/12\/2019": "12\/03\/2019",
        "Correction d'un bug sur la génération de l'url de contact de slack pour jeedom": "Korrektur eines Fehlers bei der Generierung der Slack Contact URL für Jeedom",
        "13\/08\/2019": "2019.08.13",
        "Support de PHP 7.3": "Unterstützung für PHP 7.3",
        "18\/03\/2019": "18.03.2019",
        "Mise à jour de la doc": "Aktualisieren des Dokuments",
        "25\/01\/2019": "25.01.2019",
        "Correction de bug (pour le ask": "Fehlerbehebung (für fragen",
        "Uniformisation de l'ui": "Standardisierung der Benutzeroberfläche",
        "29\/03\/2018": "29.03.2008",
        "11\/03\/2018": "03\/11\/2018",
        "Ajout de log": "Protokoll hinzufügen",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*"
    },
    "index.md": {
        "Plugin Slack": "Slack Plugin",
        "Ce plugin permet d'établir une connexion entre Slack et Jeedom pour envoyer des alertes à partir de Jeedom ou discuter avec Jeedom (en utilisant les interactions": "Mit diesem Plugin können Sie eine Verbindung zwischen Slack und Jeedom herstellen, um Benachrichtigungen von Jeedom zu senden oder mit Jeedom zu chatten (mithilfe von Interaktionen)",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après téléchargement du plugin, il vous faut l'activer, celui-ci ne nécessite aucune autre configuration": "Nach dem Herunterladen des Plugins müssen Sie es aktivieren, es erfordert keine andere Konfiguration",
        "Configuration des équipements": "Gerätekonfiguration",
        "La configuration des équipements Slack est accessible à partir du menu Plugins": "Auf die Konfiguration der Slack-Geräte kann über das Plugins-Menü zugegriffen werden",
        "Voilà à quoi ressemble la page du plugin Slack (ici avec déjà 1 équipement": "So sieht die Slack-Plugin-Seite aus (hier mit bereits 1 Gerät",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Sobald Sie auf eine davon klicken, erhalten Sie",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement": "Name der Ausrüstung",
        "nom de votre équipement Slack": "Name Ihrer Slack-Ausrüstung",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "le rend visible sur le dashboard": "macht es auf dem Dashboard sichtbar",
        "nom de domaine de votre Slack (permet notamment si vous avez plusieurs Slack de les différencier": "Domainname Ihres Slack (insbesondere wenn Sie mehrere Slacks zur Unterscheidung haben",
        "Authentification token": "Token-Authentifizierung",
        "token de l'api Slack, utile uniquement pour l'envoi de fichiers (capture d'une camera par exemple), voir plus bas la méthode pour le récupérer": "Slack-API-Token, das nur zum Senden von Dateien (z. B. zum Erfassen einer Kamera) nützlich ist (siehe unten)",
        "URL de retour": "URL zurückgeben",
        "c'est l'URL qui faudra donner dans le webhook de Slack (attention il faut que votre Jeedom soit accessible de l'extérieur": "Dies ist die URL, die im Slack-Webhook angegeben werden muss (Vorsicht, Ihr Jeedom muss von außen zugänglich sein",
        "En dessous vous retrouvez la configuration des commandes": "Nachfolgend finden Sie die Konfiguration der Befehle",
        "nom de la commande": "Name der Bestellung",
        "URL à appeler pour envoyer un message sur Slack": "URL zum Anrufen, um eine Nachricht auf Slack zu senden",
        "non obligatoire, permet de forcer l'envoi d'un message vers un channel (canal) ou un utilisateur": "Nicht obligatorisch, ermöglicht das Erzwingen des Sendens einer Nachricht an einen Kanal oder einen Benutzer",
        "Configuration avancée (petites roues crantées": "Erweiterte Konfiguration (kleine gekerbte Räder",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…": "Dient zum Anzeigen der erweiterten Konfiguration des Befehls (Protokollierungsmethode, Widget usw.)",
        "permet de tester la commande": "Wird zum Testen des Befehls verwendet",
        "Supprimer (signe": "Löschen (unterschreiben",
        "permet de supprimer la commande": "ermöglicht das Löschen des Befehls",
        "Il existe par défaut 2 commandes": "Standardmäßig gibt es 2 Befehle",
        "Expéditeur qui vous donne le nom du dernier expéditeur du message et Message qui vous donne le message, cela peut servir, si vous voulez faire quelque chose qui n'est pas possible avec les interactions de déclencher un scénario sur l'arrivée d'un nouveau message par exemple et de récupérer la valeur de celui-ci (on peut par exemple imaginer faire lire le message sur des Sonos ou un Karotz": "Absender, der Ihnen den Namen des letzten Absenders der Nachricht gibt, und Nachricht, die Ihnen die Nachricht gibt. Dies kann verwendet werden, wenn Sie etwas tun möchten, das mit den Interaktionen nicht möglich ist, um ein Szenario beim Eintreffen eines neuen auszulösen Nachricht zum Beispiel und rufen Sie den Wert davon ab (wir können uns zum Beispiel vorstellen, die Nachricht auf Sonos oder Karotz lesen zu lassen",
        "Création d'un compte Slack": "Lockere Kontoerstellung",
        "Rien de plus il suffit d'aller": "Nichts mehr einfach gehen",
        "et de renseigner une adresse mail et un nom de domaine\/companie, par exemple": "und geben Sie beispielsweise eine E-Mail-Adresse und einen Domainnamen \/ eine Firma ein",
        "Il ne vous reste plus qu'à valider, vous allez recevoir un mail, il faut cliquer sur le lien pour activer votre compte et c'est bon": "Sie müssen nur validieren, Sie erhalten eine E-Mail, Sie müssen auf den Link klicken, um Ihr Konto zu aktivieren, und es ist gut",
        "Ensuite vous arriverez sur votre Slack": "Dann kommen Sie auf Ihrem Slack an",
        "À partir de la vous trouvez sur la gauche les canaux (channels) et les utilisateurs, au centre vous pouvez télécharger l'application Slack pour iOS, Android, Mac ou Windows": "Von dort finden Sie links die Kanäle und die Benutzer, in der Mitte können Sie die Slack-App für iOS, Android, Mac oder Windows herunterladen",
        "Ajout du webhook sortant": "Hinausgehenden Webhook hinzufügen",
        "Les wekhook permettent à Slack d'informer Jeedom de l'arrivée d'un message et d'attendre la réponse de Jeedom pour vous la retransmettre, pour ce faire il faut aller dans les paramètres": "Mit den Webshooks kann Slack Jeedom über das Eintreffen einer Nachricht informieren und auf die Antwort von Jeedom warten, um sie erneut zu übertragen. Dazu müssen Sie zu den Einstellungen gehen",
        "Il faut ensuite cliquer sur intégration": "Klicken Sie dann auf Integration",
        "Tout en bas vous trouverez \"Outgoing WebHooks": "Unten finden Sie \"Ausgehende WebHooks\"",
        "Cliquez sur \"Add": "Klicken Sie auf \"Hinzufügen",
        "Puis \"Add Outgoing WebHooks Integration": "Dann \"Outgoing WebHooks Integration hinzufügen",
        "Vous retrouvez vers le bas de la page les différents paramètres": "Die verschiedenen Parameter finden Sie unten auf der Seite",
        "non obligatoire, permet de dire à Slack d'envoyer tout ce qui se trouve dans ce Channel à Jeedom": "nicht erforderlich, lassen Sie uns Slack anweisen, alles in diesem Kanal an Jeedom zu senden",
        "On peut par exemple créer un channel juste pour Jeedom (plus pratique que de mettre un mot déclencheur": "Zum Beispiel können wir einen Kanal nur für Jeedom erstellen (praktischer als ein Triggerwort zu setzen",
        "Trigger Word(s": "Wort auslösen (s)",
        "non obligatoire si vous avez mis un channel sinon il en faut absolument un": "nicht obligatorisch, wenn Sie einen Kanal gesetzt haben, sonst ist es absolut notwendig",
        "Ce champ permet de définir un mot déclencheur de l'envoi à Jeedom, par exemple si vous mettez Jeedom toutes vos demandes devront commencer par Jeedom (ex": "In diesem Feld können Sie ein Auslösewort für das Senden an Jeedom definieren. Wenn Sie beispielsweise Jeedom eingeben, müssen alle Ihre Anforderungen mit Jeedom beginnen (z",
        "Jeedom combien fait-il dans le chambre": "Jeedom wie viel kostet es im Schlafzimmer",
        "URL(s": "URL (s)",
        "URL à appeler, vous la trouvez sur la page de votre équipement sous Jeedom sous le nom de \"URL de retour": "Die anzurufende URL finden Sie auf Ihrer Ausrüstungsseite unter Jeedom unter dem Namen \"Return URL\"",
        "Les autres champs ne sont pas utiles, hormis peut être le \"Customize Name\" qui permet de définir le nom du bot Jeedom (nom avec lequel répond Jeedom), vous pouvez aussi avec \"Customize Icon\" changer l'icone de Jeedom": "Die anderen Felder sind nicht nützlich, außer vielleicht dem \"Namen anpassen\", mit dem der Name des Jeedom-Bots definiert werden kann (Name, mit dem Jeedom antwortet). Sie können auch mit \"Symbol anpassen\" das Symbol von Jeedom ändern",
        "Il faut ensuite cliquer sur \"Save Settings\" et c'est bon": "Klicken Sie dann auf \"Einstellungen speichern\" und es ist gut",
        "Voilà, vous pouvez parler à Jeedom au travers de Slack": "Dort kannst du über Slack mit Jeedom sprechen",
        "N'oubliez pas dans Jeedom de renseigner votre nom de domaine (nom de compagnie), sinon Jeedom refusera de vous répondre (attention ce champ est sensible à la case": "Vergessen Sie in Jeedom nicht, Ihren Domainnamen (Firmennamen) einzugeben, da sich Jeedom sonst weigert, Ihnen zu antworten (beachten Sie, dass dieses Feld für das Feld empfindlich ist",
        "Étant donné que Jeedom sépare les équipements par domaine, il est possible si vous avez plusieurs domaines de séparer les équipements et donc les scénarios derrière": "Da Jeedom die Geräte nach Domänen trennt, ist es möglich, dass Sie mehrere Geräte haben, um die Geräte und damit die dahinter stehenden Szenarien zu trennen",
        "Ajout due webhook entrant": "Hinzufügen eines eingehenden Webhooks",
        "Les webhooks entrants permettent à Jeedom de communiquer un message sur un channel (canal) ou directement à une personne": "Eingehende Webhooks ermöglichen es Jeedom, eine Nachricht auf einem Kanal oder direkt an eine Person zu übermitteln",
        "Sans ces webhook Jeedom ne pourra pas prendre l'initiative de vous envoyer un message": "Ohne diese Webhooks kann Jeedom nicht die Initiative ergreifen, um Ihnen eine Nachricht zu senden",
        "Pour ce faire il faut aller dans les paramètres": "Dazu müssen Sie zu den Einstellungen gehen",
        "Tout en bas vous trouverez \"Incoming WebHooks": "Ganz unten finden Sie \"Incoming WebHooks",
        "Ensuite, il vous faut choisir un channel (canal) ou un utilisateur de destination par défaut (on peut après en spécifier un par commande dans Jeedom": "Anschließend müssen Sie einen Kanal oder einen Standardzielbenutzer auswählen (Sie können dann einen Befehl per Befehl in Jeedom angeben",
        "Cliquez ensuite sur \"Add Incoming WebHooks Integration": "Klicken Sie dann auf \"Eingehende WebHooks-Integration hinzufügen\"",
        "En bas de la page vous retrouvez les informations du webhook, il vous suffit de récupérer la valeur du champ \"Webhook URL\" et la copier dans le champ Webhook de votre commande": "Am Ende der Seite finden Sie die Informationen zum Webhook. Sie müssen lediglich den Wert des Felds \"Webhook-URL\" abrufen und in das Webhook-Feld Ihrer Bestellung kopieren",
        "Dans le champ destination de la commande dans Jeedom vous pouvez spécifier un channel (ex \\#monchannel) ou un utilisateur (ex @toto": "Im Befehlszielfeld in Jeedom können Sie einen Kanal (ex \\#monchannel) oder einen Benutzer (ex @toto) angeben",
        "Voilà, sous Jeedom vous avez juste à sauvegarder et là vous pourrez à partir de Jeedom envoyer des messages sur Slack": "Hier unter Jeedom müssen Sie nur speichern und dort können Sie von Jeedom aus Nachrichten auf Slack senden",
        "Récupération du token": "Token-Wiederherstellung",
        "Voila comment récupérer votre token pour que Jeedom puisse envoyer des fichiers sur Slack, et en particulier des captures des caméras par exemple": "Hier erfahren Sie, wie Sie Ihr Token wiederherstellen, damit Jeedom Dateien an Slack senden kann, insbesondere beispielsweise Aufnahmen von Kameras",
        "Tout d'abord il faut aller": "Zuerst musst du gehen",
        "puis tout en bas aller sur": "dann ganz unten weiter",
        "Ici en face de votre équipe, demander à Slack de générer le token, il va vous demander votre mot de passe puis vous renvoyer sur la même page, tout en bas demander à nouveau le token": "Bitten Sie Slack hier vor Ihrem Team, das Token zu generieren. Es fragt Sie nach Ihrem Passwort und sendet Sie dann zurück zur gleichen Seite. Unten fragen Sie erneut nach dem Token",
        "Au bout de quelques secondes celui-ci va apparaître, il suffit de le copier dans le champ token sur Jeedom": "Nach einigen Sekunden wird es angezeigt. Kopieren Sie es einfach in das Token-Feld von Jeedom",
        "Cette étape est optionnelle, elle est juste utile pour envoyer des captures de votre camera par Slack par exemple": "Dieser Schritt ist optional. Es ist nur nützlich, beispielsweise Aufnahmen Ihrer Kamera von Slack zu senden",
        "C'est quoi le résultat": "Was ist das Ergebnis?",
        "Voilà un exemple de ce qu'il est possible de faire une fois le plugin correctement configuré et les interactions créées": "Hier ist ein Beispiel dafür, was möglich ist, wenn das Plugin korrekt konfiguriert und die Interaktionen erstellt wurden",
        "Si vous utilisez la fonction \"ask\" des scénarios, il faut bien envoyer la demande sur un channel sur lequel Jeedom écoute les réponses sinon votre demande \"ask\" tombera en \"timeout": "Wenn Sie die \"Fragen\" -Funktion der Szenarien verwenden, müssen Sie die Anfrage auf einem Kanal senden, auf dem Jeedom die Antworten abhört. Andernfalls fällt Ihre \"Fragen\" -Anforderung in eine \"Zeitüberschreitung\"",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        " Activer]": " Aktivieren]",
        "[Activer]": "[Aktivieren]",
        "*Activer*": "*Aktivieren*",
        " Activer*": " Aktivieren*",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        " Visible]": " Sichtbar]",
        "[Visible]": "[Sichtbar]",
        "*Visible*": "*Sichtbar*",
        " Visible*": " Sichtbar*",
        " Domaine.": " Domain.",
        " Domaine?": " Domain?",
        "Domaine ": "Domain ",
        " Domaine]": " Domain]",
        "[Domaine]": "[Domain]",
        "*Domaine*": "*Domain*",
        " Domaine*": " Domain*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        " Nom]": " Name]",
        "[Nom]": "[Name]",
        "*Nom*": "*Name*",
        " Nom*": " Name*",
        " Webhook.": " Webhook.",
        " Webhook?": " Webhook?",
        "Webhook ": "Webhook ",
        " Webhook]": " Webhook]",
        "[Webhook]": "[Webhook]",
        "*Webhook*": "*Webhook*",
        " Webhook*": " Webhook*",
        " Destination.": " Ziel.",
        " Destination?": " Ziel?",
        "Destination ": "Ziel ",
        " Destination]": " Ziel]",
        "[Destination]": "[Ziel]",
        "*Destination*": "*Ziel*",
        " Destination*": " Ziel*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        " Tester]": " Test]",
        "[Tester]": "[Test]",
        "*Tester*": "*Test*",
        " Tester*": " Test*",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        " Tip]": " Spitze]",
        "[Tip]": "[Spitze]",
        "*Tip*": "*Spitze*",
        " Tip*": " Spitze*",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        " ici]": " hier]",
        "[ici]": "[hier]",
        "*ici*": "*hier*",
        " ici*": " hier*",
        " Channel.": " Kanal.",
        " Channel?": " Kanal?",
        "Channel ": "Kanal ",
        " Channel]": " Kanal]",
        "[Channel]": "[Kanal]",
        "*Channel*": "*Kanal*",
        " Channel*": " Kanal*",
        " Important.": " Wichtig.",
        " Important?": " Wichtig?",
        "Important ": "Wichtig ",
        " Important]": " Wichtig]",
        "[Important]": "[Wichtig]",
        "*Important*": "*Wichtig*",
        " Important*": " Wichtig*"
    }
}