{
    "changelog.md": {
        "Changelog Slack": "Changelog Slack",
        "03\/12\/2019": "12\/03\/2019",
        "Correction d'un bug sur la génération de l'url de contact de slack pour jeedom": "Korrektur eines Fehlers bei der Generierung der Slack Contact URL für Jeedom",
        "13\/08\/2019": "2019.08.13",
        "Support de PHP 7.3": "Unterstützung für PHP 7.3",
        "18\/03\/2019": "18.03.2019",
        "Mise à jour de la doc": "Aktualisieren des Dokuments",
        "25\/01\/2019": "25.01.2019",
        "Correction de bug (pour le ask)": "Fehlerbehebung (für Fragen)",
        "Uniformisation de l'ui": "Standardisierung der Benutzeroberfläche",
        "29\/03\/2018": "29.03.2008",
        "Correction de bugs": "Fehlerbehebungen",
        "11\/03\/2018": "03\/11\/2018",
        "Ajout de log": "Protokoll hinzufügen"
    },
    "index.md": {
        "Ce plugin permet d'établir une connexion entre Slack et Jeedom pour": "Dieses Plugin stellt eine Verbindung zwischen Slack und Jeedom für her",
        "envoyer des alertes à partir de Jeedom ou discuter avec Jeedom (en": "Sende Benachrichtigungen von Jeedom oder chatte mit Jeedom (in",
        "utilisant les interactions)": "Interaktionen verwenden)",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après téléchargement du plugin, il vous faut l'activer, celui-ci ne": "Nachdem Sie das Plugin heruntergeladen haben, müssen Sie es aktivieren, dies ist jedoch nicht der Fall",
        "nécessite aucune autre configuration": "Keine andere Konfiguration erforderlich",
        "Configuration des équipements": "Gerätekonfiguration",
        "La configuration des équipements Slack est accessible à partir du menu": "Die Konfiguration der Slack-Ausrüstung ist über das Menü zugänglich",
        "Voilà à quoi ressemble la page du plugin Slack (ici avec déjà 1": "So sieht die Slack-Plugin-Seite aus (hier mit bereits 1",
        "Comme à beaucoup d'endroits sur Jeedom, mettre la souris tout à gauche": "Setzen Sie die Maus wie an vielen Stellen auf Jeedom ganz links",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "ruft ein Schnellzugriffsmenü auf (Sie können",
        "partir de votre profil le laisser toujours visible)": "von deinem Profil immer sichtbar lassen)",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Sobald Sie auf eine davon klicken, erhalten Sie",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement": "Name der Ausrüstung",
        "nom de votre équipement Slack": "Name Ihrer Slack-Ausrüstung",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "le rend visible sur le dashboard": "macht es auf dem Dashboard sichtbar",
        "nom de domaine de votre Slack (permet notamment si": "Domain Name Ihres Slack (erlaubt insbesondere wenn",
        "vous avez plusieurs Slack de les différencier)": "Sie haben mehrere Slack, um sie zu unterscheiden)",
        "Authentification token": "Token-Authentifizierung",
        "token de l'api Slack, utile uniquement": "Slack API Token, nur nützlich",
        "pour l'envoi de fichiers (capture d'une camera par exemple), voir": "Informationen zum Senden von Dateien (z. B. Aufnahme von einer Kamera) finden Sie unter",
        "plus bas la méthode pour le récupérer": "unter der Methode, um es wiederherzustellen",
        "URL de retour": "URL zurückgeben",
        "c'est l'URL qui faudra donner dans le webhook de": "Dies ist die URL, die im Webhook von angegeben werden muss",
        "Slack (attention il faut que votre Jeedom soit accessible": "Locker (bitte beachten Sie, dass Ihr Jeedom zugänglich sein muss",
        "de l'extérieur)": "von außen)",
        "En dessous vous retrouvez la configuration des commandes": "Nachfolgend finden Sie die Konfiguration der Befehle",
        "nom de la commande": "Name der Bestellung",
        "URL à appeler pour envoyer un message sur Slack": "URL zum Anrufen, um eine Nachricht auf Slack zu senden",
        "non obligatoire, permet de forcer l'envoi d'un": "nicht obligatorisch, ermöglicht das Erzwingen des Sendens von a",
        "message vers un channel (canal) ou un utilisateur": "Nachricht an einen Kanal oder Benutzer",
        "Configuration avancée (petites roues crantées)": "Erweiterte Konfiguration (kleine gekerbte Räder)",
        "permet d'afficher": "Anzeigen",
        "la configuration avancée de la commande (méthode": "die erweiterte Konfiguration des Befehls (Methode",
        "d'historisation, widget…​)": "Geschichte, Widget…)",
        "permet de tester la commande": "Wird zum Testen des Befehls verwendet",
        "Supprimer (signe -)": "Löschen (unterschreiben -)",
        "permet de supprimer la commande": "ermöglicht das Löschen des Befehls",
        "Il existe par défaut 2 commandes": "Standardmäßig gibt es 2 Befehle",
        "Expéditeur qui vous donne le nom du": "Absender, der Ihnen den Namen des gibt",
        "dernier expéditeur du message et Message qui vous donne le message": "letzter Absender der Nachricht und Nachricht, die Ihnen die Nachricht gibt",
        "cela peut servir, si vous voulez faire quelque chose qui n'est pas": "Es kann nützlich sein, wenn Sie etwas tun möchten, das nicht der Fall ist",
        "possible avec les interactions de déclencher un scénario sur l'arrivée": "möglich mit Interaktionen, um ein Szenario bei der Ankunft auszulösen",
        "d'un nouveau message par exemple et de récupérer la valeur de celui-ci": "einer neuen Nachricht zum Beispiel und um den Wert davon wiederherzustellen",
        "(on peut par exemple imaginer faire lire le message sur des Sonos ou": "(Wir können uns zum Beispiel vorstellen, die Nachricht auf Sonos oder Sonos lesen zu lassen",
        "un Karotz)": "ein Karotz)",
        "Création d'un compte Slack": "Lockere Kontoerstellung",
        "Rien de plus il suffit d'aller": "Nichts mehr einfach gehen",
        "et de": "und von",
        "renseigner une adresse mail et un nom de domaine\/companie, par exemple": "Geben Sie beispielsweise eine E-Mail-Adresse und einen Domain- \/ Firmennamen ein",
        "Il ne vous reste plus qu'à valider, vous allez recevoir un mail, il faut": "Sie müssen nur validieren, Sie erhalten eine E-Mail, Sie müssen",
        "cliquer sur le lien pour activer votre compte et c'est bon": "Klicken Sie auf den Link, um Ihr Konto zu aktivieren und es ist gut",
        "Ensuite vous arriverez sur votre Slack": "Dann kommen Sie auf Ihrem Slack an",
        "À partir de la vous trouvez sur la gauche les canaux (channels) et les": "Von dort finden Sie links die Kanäle und",
        "utilisateurs, au centre vous pouvez télécharger l'application Slack pour": "Benutzer, in der Mitte können Sie die Slack-App für herunterladen",
        "iOS, Android, Mac ou Windows": "iOS, Android, Mac oder Windows",
        "Ajout du webhook sortant": "Hinausgehenden Webhook hinzufügen",
        "Les wekhook permettent à Slack d'informer Jeedom de l'arrivée d'un": "Mit Wekhooks kann Slack Jeedom über die Ankunft von a informieren",
        "message et d'attendre la réponse de Jeedom pour vous la retransmettre": "Nachricht und warten Sie auf Jeedom Antwort, um es an Sie weiterzuleiten",
        "pour ce faire il faut aller dans les paramètres": "Dazu müssen Sie zu den Einstellungen gehen",
        "Il faut ensuite cliquer sur intégration": "Klicken Sie dann auf Integration",
        "Tout en bas vous trouverez \"Outgoing WebHooks": "Unten finden Sie \"Ausgehende WebHooks\"",
        "Cliquez sur \"Add": "Klicken Sie auf \"Hinzufügen",
        "Puis \"Add Outgoing WebHooks Integration": "Dann \"Outgoing WebHooks Integration hinzufügen",
        "Vous retrouvez vers le bas de la page les différents paramètres": "Die verschiedenen Parameter finden Sie unten auf der Seite",
        "non obligatoire, permet de dire à Slack d'envoyer tout": "nicht erforderlich, lassen Sie uns Slack anweisen, alles zu senden",
        "ce qui se trouve dans ce Channel à Jeedom": "Was ist in diesem Kanal bei Jeedom",
        "On peut par exemple créer": "Wir können zum Beispiel erstellen",
        "un channel juste pour Jeedom (plus pratique que de mettre un": "ein Kanal nur für Jeedom (praktischer als ein",
        "mot déclencheur)": "Auslösewort)",
        "Trigger Word(s)": "Wortauslöser",
        "non obligatoire si vous avez mis un channel": "Nicht obligatorisch, wenn Sie einen Kanal haben",
        "sinon il en faut absolument un": "sonst brauchst du unbedingt einen",
        "Ce champ permet de définir un mot": "In diesem Feld können Sie ein Wort definieren",
        "déclencheur de l'envoi à Jeedom, par exemple si vous mettez Jeedom": "Auslöser für das Senden an Jeedom, zum Beispiel, wenn Sie Jeedom setzen",
        "toutes vos demandes devront commencer par Jeedom (ex": "Alle Ihre Anfragen müssen mit Jeedom beginnen (z",
        "combien fait-il dans le chambre)": "Wie viel ist er im Raum?",
        "URL(s)": "URL (s)",
        "URL à appeler, vous la trouvez sur la page de votre": "Die anzurufende URL finden Sie auf Ihrer Seite",
        "équipement sous Jeedom sous le nom de \"URL de retour": "Jeedom Ausrüstung unter dem Namen \"return URL",
        "Les autres champs ne sont pas utiles, hormis peut être le \"Customize": "Die anderen Felder sind nicht nützlich, außer vielleicht \"Anpassen\"",
        "Name\" qui permet de définir le nom du bot Jeedom (nom avec lequel répond": "Name \", mit dem der Name des Jeedom-Bots definiert werden kann (Name, mit dem geantwortet wird",
        "Jeedom), vous pouvez aussi avec \"Customize Icon\" changer l'icone de": "Jeedom) können Sie auch mit \"Symbol anpassen\" das Symbol von ändern",
        "Il faut ensuite cliquer sur \"Save Settings\" et c'est bon": "Klicken Sie dann auf \"Einstellungen speichern\" und es ist gut",
        "Voilà, vous pouvez parler à Jeedom au travers de Slack": "Dort kannst du über Slack mit Jeedom sprechen",
        "N'oubliez pas dans Jeedom de renseigner votre nom de domaine (nom de": "Vergessen Sie nicht, in Jeedom Ihren Domainnamen (Name von) einzugeben",
        "compagnie), sinon Jeedom refusera de vous répondre (attention ce champ": "Firma), sonst wird Jeedom sich weigern, Ihnen zu antworten (beachten Sie dieses Feld",
        "est sensible à la case)": "ist empfindlich gegenüber der Box)",
        "Étant donné que Jeedom sépare les équipements par domaine, il est": "Da Jeedom die Ausrüstung nach Domänen trennt, ist dies der Fall",
        "possible si vous avez plusieurs domaines de séparer les équipements et": "möglich, wenn Sie mehrere Bereiche haben, um Geräte zu trennen und",
        "donc les scénarios derrière": "also die Szenarien dahinter",
        "Ajout due webhook entrant": "Hinzufügen eines eingehenden Webhooks",
        "Les webhooks entrants permettent à Jeedom de communiquer un message sur": "Eingehende Webhooks ermöglichen es Jeedom, eine Nachricht weiterzuleiten",
        "un channel (canal) ou directement à une personne": "ein Kanal oder direkt zu einer Person",
        "Sans ces webhook": "Ohne diese Webhooks",
        "Jeedom ne pourra pas prendre l'initiative de vous envoyer un message": "Jeedom kann nicht die Initiative ergreifen, um Ihnen eine Nachricht zu senden",
        "Pour ce faire il faut aller dans les paramètres": "Dazu müssen Sie zu den Einstellungen gehen",
        "Tout en bas vous trouverez \"Incoming WebHooks": "Ganz unten finden Sie \"Incoming WebHooks",
        "Ensuite, il vous faut choisir un channel (canal) ou un utilisateur de": "Dann müssen Sie einen Kanal oder einen Benutzer auswählen",
        "destination par défaut (on peut après en spécifier un par commande dans": "Standardziel (Sie können dann eines pro Befehl in angeben",
        "Cliquez ensuite sur \"Add Incoming WebHooks Integration": "Klicken Sie dann auf \"Eingehende WebHooks-Integration hinzufügen\"",
        "En bas de la page vous retrouvez les informations du webhook, il vous": "Am Ende der Seite finden Sie die Informationen des Webhooks",
        "suffit de récupérer la valeur du champ \"Webhook URL\" et la copier dans": "Rufen Sie einfach den Wert aus dem Feld \"Webhook-URL\" ab und kopieren Sie ihn in",
        "le champ Webhook de votre commande": "das Webhook-Feld Ihrer Bestellung",
        "Dans le champ destination de la commande dans Jeedom vous pouvez": "Im Zielfeld der Bestellung in Jeedom können Sie",
        "spécifier un channel (ex \\#monchannel) ou un utilisateur (ex @toto)": "Geben Sie einen Kanal (ex \\#monchannel) oder einen Benutzer (ex @toto) an",
        "Voilà, sous Jeedom vous avez juste à sauvegarder et là vous pourrez à": "Hier unter Jeedom muss man nur sparen und dort kann man",
        "partir de Jeedom envoyer des messages sur Slack": "von Jeedom senden Nachrichten auf Slack",
        "Récupération du token": "Token-Wiederherstellung",
        "Voila comment récupérer votre token pour que Jeedom puisse envoyer des": "Hier erfahren Sie, wie Sie Ihren Token abrufen, damit Jeedom ihn senden kann",
        "fichiers sur Slack, et en particulier des captures des caméras par": "Dateien auf Slack und insbesondere Kameraaufnahmen von",
        "exemple. Tout d'abord il faut aller": "Beispiel. Zuerst musst du gehen",
        "puis tout en bas aller sur": "dann ganz unten weiter",
        "Ici en face de votre équipe, demander à Slack de générer le token, il va": "Bitten Sie Slack hier vor Ihrem Team, den Token zu generieren",
        "vous demander votre mot de passe puis vous renvoyer sur la même page": "Fragen Sie nach Ihrem Passwort und senden Sie es dann zurück auf dieselbe Seite",
        "tout en bas demander à nouveau le token": "Fragen Sie unten erneut nach dem Token",
        "Au bout de quelques secondes": "Nach ein paar Sekunden",
        "celui-ci va apparaître, il suffit de le copier dans le champ token sur": "es wird angezeigt, kopieren Sie es einfach in das Token-Feld auf",
        "Cette étape est optionnelle, elle est juste utile pour envoyer des": "Dieser Schritt ist optional und nur zum Senden nützlich",
        "captures de votre camera par Slack par exemple": "Slack erfasst zum Beispiel Ihre Kamera",
        "C'est quoi le résultat": "Was ist das Ergebnis?",
        "Voilà un exemple de ce qu'il est possible de faire une fois le plugin": "Hier ist ein Beispiel dafür, was es möglich ist, das Plugin einmal zu verwenden",
        "correctement configuré et les interactions créées": "richtig konfiguriert und Interaktionen erstellt",
        "Si vous utilisez la fonction \"ask\" des scénarios, il faut bien envoyer": "Wenn Sie die Szenariofunktion \"Fragen\" verwenden, müssen Sie senden",
        "la demande sur un channel sur lequel Jeedom écoute les réponses sinon": "die Anfrage auf einem Kanal, auf dem Jeedom sonst auf die Antworten hört",
        "votre demande \"ask\" tombera en \"timeout": "Ihre \"Ask\" -Anforderung fällt in \"Timeout\"",
        " Plugins.": " Plugins.",
        " Plugins?": " Plugins?",
        "Plugins ": "Plugins ",
        "[Plugins": "[Plugins",
        "Plugins]": "Plugins]",
        "*Plugins": "*Plugins",
        "Plugins*": "Plugins*",
        " équipement).": " Ausrüstung).",
        " équipement)?": " Ausrüstung)?",
        "équipement) ": "Ausrüstung) ",
        "[équipement)": "[Ausrüstung)",
        "équipement)]": "Ausrüstung)]",
        "*équipement)": "*Ausrüstung)",
        "équipement)*": "Ausrüstung)*",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        "[Tip": "[Spitze",
        "Tip]": "Spitze]",
        "*Tip": "*Spitze",
        "Tip*": "Spitze*",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        "[Activer": "[Aktivieren",
        "Activer]": "Aktivieren]",
        "*Activer": "*Aktivieren",
        "Activer*": "Aktivieren*",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        "[Visible": "[Sichtbar",
        "Visible]": "Sichtbar]",
        "*Visible": "*Sichtbar",
        "Visible*": "Sichtbar*",
        " Domaine.": " Domain.",
        " Domaine?": " Domain?",
        "Domaine ": "Domain ",
        "[Domaine": "[Domain",
        "Domaine]": "Domain]",
        "*Domaine": "*Domain",
        "Domaine*": "Domain*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        "[Nom": "[Name",
        "Nom]": "Name]",
        "*Nom": "*Name",
        "Nom*": "Name*",
        " Webhook.": " Webhook.",
        " Webhook?": " Webhook?",
        "Webhook ": "Webhook ",
        "[Webhook": "[Webhook",
        "Webhook]": "Webhook]",
        "*Webhook": "*Webhook",
        "Webhook*": "Webhook*",
        " Destination.": " Ziel.",
        " Destination?": " Ziel?",
        "Destination ": "Ziel ",
        "[Destination": "[Ziel",
        "Destination]": "Ziel]",
        "*Destination": "*Ziel",
        "Destination*": "Ziel*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        "*Tester": "*Test",
        "Tester*": "Test*",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        "[ici": "[hier",
        "ici]": "hier]",
        "*ici": "*hier",
        "ici*": "hier*",
        " Channel.": " Kanal.",
        " Channel?": " Kanal?",
        "Channel ": "Kanal ",
        "[Channel": "[Kanal",
        "Channel]": "Kanal]",
        "*Channel": "*Kanal",
        "Channel*": "Kanal*",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        "[Jeedom": "[Jeedom",
        "Jeedom]": "Jeedom]",
        "*Jeedom": "*Jeedom",
        "Jeedom*": "Jeedom*",
        " Important.": " Wichtig.",
        " Important?": " Wichtig?",
        "Important ": "Wichtig ",
        "[Important": "[Wichtig",
        "Important]": "Wichtig]",
        "*Important": "*Wichtig",
        "Important*": "Wichtig*",
        " Jeedom).": " Jeedom).",
        " Jeedom)?": " Jeedom)?",
        "Jeedom) ": "Jeedom) ",
        "[Jeedom)": "[Jeedom)",
        "Jeedom)]": "Jeedom)]",
        "*Jeedom)": "*Jeedom)",
        "Jeedom)*": "Jeedom)*"
    }
}