{
    "changelog.md": {
        "03\/12\/2019": "12\/03\/2019",
        "Correction d'un bug sur la génération de l'url de contact de slack pour jeedom": "Correction of a bug on the generation of the slack contact url for jeedom",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Support for php 7.3",
        "18\/03\/2019": "03\/18\/2019",
        "Mise à jour de la doc": "Updating the doc",
        "25\/01\/2019": "01\/25\/2019",
        "Correction de bug (pour le ask)": "Bug fix (for ask)",
        "Uniformisation de l'ui": "Standardization of the ui",
        "29\/03\/2018": "03\/29\/2018",
        "Correction de bugs": "Bugfix",
        "11\/03\/2018": "03\/11\/2018",
        "Ajout de log": "Adding log"
    },
    "index.md": {
        "Ce plugin permet d'établir une connexion entre Slack et Jeedom pour": "This plugin establishes a connection between Slack and Jeedom for",
        "envoyer des alertes à partir de Jeedom ou discuter avec Jeedom (en": "send alerts from Jeedom or chat with Jeedom (in",
        "utilisant les interactions)": "using interactions)",
        "Configuration du plugin": "Plugin configuration",
        "Après téléchargement du plugin, il vous faut l'activer, celui-ci ne": "After downloading the plugin, you must activate it, it does not",
        "nécessite aucune autre configuration": "no other configuration required",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements Slack est accessible à partir du menu": "The configuration of Slack equipment is accessible from the menu",
        "Voilà à quoi ressemble la page du plugin Slack (ici avec déjà 1": "This is what the Slack plugin page looks like (here with already 1",
        "Comme à beaucoup d'endroits sur Jeedom, mettre la souris tout à gauche": "As in many places on Jeedom, put the mouse on the far left",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "brings up a quick access menu (you can",
        "partir de votre profil le laisser toujours visible)": "from your profile always leave it visible)",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Once you click on one of them, you get",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement": "Name of equipment",
        "nom de votre équipement Slack": "name of your Slack equipment",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "nom de domaine de votre Slack (permet notamment si": "domain name of your Slack (allows in particular if",
        "vous avez plusieurs Slack de les différencier)": "you have several Slack to differentiate them)",
        "Authentification token": "Token authentication",
        "token de l'api Slack, utile uniquement": "Slack API token, useful only",
        "pour l'envoi de fichiers (capture d'une camera par exemple), voir": "for sending files (capture from a camera for example), see",
        "plus bas la méthode pour le récupérer": "below the method to recover it",
        "URL de retour": "Return url",
        "c'est l'URL qui faudra donner dans le webhook de": "this is the URL that must be given in the webhook of",
        "Slack (attention il faut que votre Jeedom soit accessible": "Slack (please note that your Jeedom must be accessible",
        "de l'extérieur)": "from the outside)",
        "En dessous vous retrouvez la configuration des commandes": "Below you will find the configuration of the commands",
        "nom de la commande": "Name of the order",
        "URL à appeler pour envoyer un message sur Slack": "URL to call to send a message on Slack",
        "non obligatoire, permet de forcer l'envoi d'un": "not mandatory, allows to force the sending of a",
        "message vers un channel (canal) ou un utilisateur": "message to a channel or user",
        "Configuration avancée (petites roues crantées)": "Advanced configuration (small notched wheels)",
        "permet d'afficher": "Displays",
        "la configuration avancée de la commande (méthode": "the advanced configuration of the command (method",
        "d'historisation, widget…​)": "history, widget…)",
        "permet de tester la commande": "Used to test the command",
        "Supprimer (signe -)": "Delete (sign -)",
        "permet de supprimer la commande": "allows to delete the command",
        "Il existe par défaut 2 commandes": "By default there are 2 commands",
        "Expéditeur qui vous donne le nom du": "Sender who gives you the name of the",
        "dernier expéditeur du message et Message qui vous donne le message": "last sender of the message and Message that gives you the message",
        "cela peut servir, si vous voulez faire quelque chose qui n'est pas": "it can be useful if you want to do something that is not",
        "possible avec les interactions de déclencher un scénario sur l'arrivée": "possible with interactions to trigger a scenario on arrival",
        "d'un nouveau message par exemple et de récupérer la valeur de celui-ci": "of a new message for example and to recover the value of it",
        "(on peut par exemple imaginer faire lire le message sur des Sonos ou": "(we can for example imagine having the message read on Sonos or",
        "un Karotz)": "a Karotz)",
        "Création d'un compte Slack": "Slack account creation",
        "Rien de plus il suffit d'aller": "Nothing more just go",
        "et de": "and of",
        "renseigner une adresse mail et un nom de domaine\/companie, par exemple": "enter an email address and a domain \/ company name, for example",
        "Il ne vous reste plus qu'à valider, vous allez recevoir un mail, il faut": "You just have to validate, you will receive an email, you must",
        "cliquer sur le lien pour activer votre compte et c'est bon": "click on the link to activate your account and it's good",
        "Ensuite vous arriverez sur votre Slack": "Then you will arrive on your Slack",
        "À partir de la vous trouvez sur la gauche les canaux (channels) et les": "From there you find on the left the channels and",
        "utilisateurs, au centre vous pouvez télécharger l'application Slack pour": "users, in the center you can download the Slack app for",
        "iOS, Android, Mac ou Windows": "iOS, Android, Mac or Windows",
        "Ajout du webhook sortant": "Adding outgoing webhook",
        "Les wekhook permettent à Slack d'informer Jeedom de l'arrivée d'un": "Wekhooks allow Slack to inform Jeedom of the arrival of a",
        "message et d'attendre la réponse de Jeedom pour vous la retransmettre": "message and wait for Jeedom's response to forward it to you",
        "pour ce faire il faut aller dans les paramètres": "to do this you have to go to the settings",
        "Il faut ensuite cliquer sur intégration": "Then click on integration",
        "Tout en bas vous trouverez \"Outgoing WebHooks": "At the bottom you will find \"Outgoing WebHooks",
        "Cliquez sur \"Add": "Click on \"Add",
        "Puis \"Add Outgoing WebHooks Integration": "Then \"Add Outgoing WebHooks Integration",
        "Vous retrouvez vers le bas de la page les différents paramètres": "You will find the different parameters towards the bottom of the page",
        "non obligatoire, permet de dire à Slack d'envoyer tout": "not required, lets tell Slack to send everything",
        "ce qui se trouve dans ce Channel à Jeedom": "what's in this Channel at Jeedom",
        "On peut par exemple créer": "We can for example create",
        "un channel juste pour Jeedom (plus pratique que de mettre un": "a channel just for Jeedom (more practical than putting a",
        "mot déclencheur)": "trigger word)",
        "Trigger Word(s)": "Word Trigger (s)",
        "non obligatoire si vous avez mis un channel": "not compulsory if you have a channel",
        "sinon il en faut absolument un": "otherwise you absolutely need one",
        "Ce champ permet de définir un mot": "This field allows you to define a word",
        "déclencheur de l'envoi à Jeedom, par exemple si vous mettez Jeedom": "trigger for sending to Jeedom, for example if you put Jeedom",
        "toutes vos demandes devront commencer par Jeedom (ex": "all your requests must start with Jeedom (ex",
        "combien fait-il dans le chambre)": "how much is he in the room)",
        "URL(s)": "URL (s)",
        "URL à appeler, vous la trouvez sur la page de votre": "URL to call, you find it on your page",
        "équipement sous Jeedom sous le nom de \"URL de retour": "Jeedom equipment under the name of \"return URL",
        "Les autres champs ne sont pas utiles, hormis peut être le \"Customize": "The other fields are not useful, except maybe the \"Customize",
        "Name\" qui permet de définir le nom du bot Jeedom (nom avec lequel répond": "Name \"which allows to define the name of the Jeedom bot (name with which responds",
        "Jeedom), vous pouvez aussi avec \"Customize Icon\" changer l'icone de": "Jeedom), you can also with \"Customize Icon\" change the icon of",
        "Il faut ensuite cliquer sur \"Save Settings\" et c'est bon": "Then click on \"Save Settings\" and it's good",
        "Voilà, vous pouvez parler à Jeedom au travers de Slack": "There, you can talk to Jeedom through Slack",
        "N'oubliez pas dans Jeedom de renseigner votre nom de domaine (nom de": "Do not forget in Jeedom to enter your domain name (name of",
        "compagnie), sinon Jeedom refusera de vous répondre (attention ce champ": "company), otherwise Jeedom will refuse to answer you (note this field",
        "est sensible à la case)": "is sensitive to the box)",
        "Étant donné que Jeedom sépare les équipements par domaine, il est": "Since Jeedom separates equipment by domain, it is",
        "possible si vous avez plusieurs domaines de séparer les équipements et": "possible if you have multiple areas to separate equipment and",
        "donc les scénarios derrière": "so the scenarios behind",
        "Ajout due webhook entrant": "Addition of incoming webhook",
        "Les webhooks entrants permettent à Jeedom de communiquer un message sur": "Incoming webhooks allow Jeedom to communicate a message on",
        "un channel (canal) ou directement à une personne": "a channel or directly to a person",
        "Sans ces webhook": "Without these webhooks",
        "Jeedom ne pourra pas prendre l'initiative de vous envoyer un message": "Jeedom will not be able to take the initiative to send you a message",
        "Pour ce faire il faut aller dans les paramètres": "To do this you have to go to the settings",
        "Tout en bas vous trouverez \"Incoming WebHooks": "At the very bottom you will find \"Incoming WebHooks",
        "Ensuite, il vous faut choisir un channel (canal) ou un utilisateur de": "Then you need to choose a channel or a user from",
        "destination par défaut (on peut après en spécifier un par commande dans": "default destination (you can then specify one per command in",
        "Cliquez ensuite sur \"Add Incoming WebHooks Integration": "Then click on \"Add Incoming WebHooks Integration",
        "En bas de la page vous retrouvez les informations du webhook, il vous": "At the bottom of the page you find the information of the webhook, there you",
        "suffit de récupérer la valeur du champ \"Webhook URL\" et la copier dans": "just retrieve the value from the \"Webhook URL\" field and copy it to",
        "le champ Webhook de votre commande": "the Webhook field of your order",
        "Dans le champ destination de la commande dans Jeedom vous pouvez": "In the destination field of the order in Jeedom you can",
        "spécifier un channel (ex \\#monchannel) ou un utilisateur (ex @toto)": "specify a channel (ex \\#monchannel) or a user (ex @toto)",
        "Voilà, sous Jeedom vous avez juste à sauvegarder et là vous pourrez à": "Here, under Jeedom you just have to save and there you can",
        "partir de Jeedom envoyer des messages sur Slack": "from Jeedom send messages on Slack",
        "Récupération du token": "Token recovery",
        "Voila comment récupérer votre token pour que Jeedom puisse envoyer des": "Here's how to retrieve your token so Jeedom can send",
        "fichiers sur Slack, et en particulier des captures des caméras par": "files on Slack, and in particular camera captures by",
        "exemple. Tout d'abord il faut aller": "example. First you have to go",
        "puis tout en bas aller sur": "then at the very bottom go on",
        "Ici en face de votre équipe, demander à Slack de générer le token, il va": "Here in front of your team, ask Slack to generate the token, it will",
        "vous demander votre mot de passe puis vous renvoyer sur la même page": "ask you for your password and then send you back to the same page",
        "tout en bas demander à nouveau le token": "at the bottom ask for the token again",
        "Au bout de quelques secondes": "After a few seconds",
        "celui-ci va apparaître, il suffit de le copier dans le champ token sur": "it will appear, just copy it in the token field on",
        "Cette étape est optionnelle, elle est juste utile pour envoyer des": "This step is optional, it is just useful for sending",
        "captures de votre camera par Slack par exemple": "Slack captures your camera for example",
        "C'est quoi le résultat": "What is the result",
        "Voilà un exemple de ce qu'il est possible de faire une fois le plugin": "Here is an example of what it is possible to do once the plugin",
        "correctement configuré et les interactions créées": "properly configured and interactions created",
        "Si vous utilisez la fonction \"ask\" des scénarios, il faut bien envoyer": "If you use the \"ask\" scenario function, you must send",
        "la demande sur un channel sur lequel Jeedom écoute les réponses sinon": "the request on a channel on which Jeedom listens to the responses otherwise",
        "votre demande \"ask\" tombera en \"timeout": "your \"ask\" request will fall into \"timeout\"",
        " Plugins.": " Plugins.",
        " Plugins?": " Plugins?",
        "Plugins ": "Plugins ",
        "[Plugins": "[Plugins",
        "Plugins]": "Plugins]",
        "*Plugins": "*Plugins",
        "Plugins*": "Plugins*",
        " équipement).": " equipment).",
        " équipement)?": " equipment)?",
        "équipement) ": "equipment) ",
        "[équipement)": "[equipment)",
        "équipement)]": "equipment)]",
        "*équipement)": "*equipment)",
        "équipement)*": "equipment)*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        "*Tip": "*Tip",
        "Tip*": "Tip*",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        "[Activer": "[Activate",
        "Activer]": "Activate]",
        "*Activer": "*Activate",
        "Activer*": "Activate*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        "*Visible": "*Visible",
        "Visible*": "Visible*",
        " Domaine.": " Domain.",
        " Domaine?": " Domain?",
        "Domaine ": "Domain ",
        "[Domaine": "[Domain",
        "Domaine]": "Domain]",
        "*Domaine": "*Domain",
        "Domaine*": "Domain*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        "[Nom": "[Name",
        "Nom]": "Name]",
        "*Nom": "*Name",
        "Nom*": "Name*",
        " Webhook.": " Webhook.",
        " Webhook?": " Webhook?",
        "Webhook ": "Webhook ",
        "[Webhook": "[Webhook",
        "Webhook]": "Webhook]",
        "*Webhook": "*Webhook",
        "Webhook*": "Webhook*",
        " Destination.": " Destination.",
        " Destination?": " Destination?",
        "Destination ": "Destination ",
        "[Destination": "[Destination",
        "Destination]": "Destination]",
        "*Destination": "*Destination",
        "Destination*": "Destination*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        "*Tester": "*Test",
        "Tester*": "Test*",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        "[ici": "[here",
        "ici]": "here]",
        "*ici": "*here",
        "ici*": "here*",
        " Channel.": " Channel.",
        " Channel?": " Channel?",
        "Channel ": "Channel ",
        "[Channel": "[Channel",
        "Channel]": "Channel]",
        "*Channel": "*Channel",
        "Channel*": "Channel*",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        "[Jeedom": "[Jeedom",
        "Jeedom]": "Jeedom]",
        "*Jeedom": "*Jeedom",
        "Jeedom*": "Jeedom*",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        "[Important": "[Important",
        "Important]": "Important]",
        "*Important": "*Important",
        "Important*": "Important*",
        " Jeedom).": " Jeedom).",
        " Jeedom)?": " Jeedom)?",
        "Jeedom) ": "Jeedom) ",
        "[Jeedom)": "[Jeedom)",
        "Jeedom)]": "Jeedom)]",
        "*Jeedom)": "*Jeedom)",
        "Jeedom)*": "Jeedom)*"
    }
}