{
    "changelog.md": {
        "Changelog Slack": "Changelog Slack",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "29\/07\/2020": "29\/07\/2020",
        "Correction de bugs": "Correcciones de errores",
        "03\/12\/2019": "12\/03\/2019",
        "Correction d'un bug sur la génération de l'url de contact de slack pour jeedom": "Corrección de un error en la generación de la url de contacto flojo para jeedom",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        "18\/03\/2019": "18\/03\/2019",
        "Mise à jour de la doc": "Actualizando el documento",
        "25\/01\/2019": "25\/01\/2019",
        "Correction de bug (pour le ask": "Corrección de errores (para preguntar",
        "Uniformisation de l'ui": "Estandarización de la interfaz de usuario",
        "29\/03\/2018": "29\/03\/2018",
        "11\/03\/2018": "11\/03\/2018",
        "Ajout de log": "Agregar registro",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    },
    "index.md": {
        "Plugin Slack": "Complemento flojo",
        "Ce plugin permet d'établir une connexion entre Slack et Jeedom pour envoyer des alertes à partir de Jeedom ou discuter avec Jeedom (en utilisant les interactions": "Este complemento le permite establecer una conexión entre Slack y Jeedom para enviar alertas desde Jeedom o chatear con Jeedom (mediante interacciones",
        "Configuration du plugin": "Configuración del plugin",
        "Après téléchargement du plugin, il vous faut l'activer, celui-ci ne nécessite aucune autre configuration": "Después de descargar el complemento, debe activarlo, no requiere ninguna otra configuración",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements Slack est accessible à partir du menu Plugins": "Se puede acceder a la configuración del equipo de Slack desde el menú Complementos",
        "Voilà à quoi ressemble la page du plugin Slack (ici avec déjà 1 équipement": "Así es como se ve la página del complemento Slack (aquí con 1 dispositivo ya",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Una vez que haces clic en uno de ellos, obtienes",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement": "Nombre del equipo",
        "nom de votre équipement Slack": "nombre de su equipo Slack",
        "permet de rendre votre équipement actif": "activa su equipo",
        "le rend visible sur le dashboard": "lo hace visible en el tablero",
        "nom de domaine de votre Slack (permet notamment si vous avez plusieurs Slack de les différencier": "nombre de dominio de su Slack (especialmente si tiene varios Slacks para diferenciarlos",
        "Authentification token": "Autenticación de token",
        "token de l'api Slack, utile uniquement pour l'envoi de fichiers (capture d'une camera par exemple), voir plus bas la méthode pour le récupérer": "Token API de Slack, útil solo para enviar archivos (por ejemplo, capturar una cámara), consulte a continuación el método para recuperarlo",
        "URL de retour": "URL de retorno",
        "c'est l'URL qui faudra donner dans le webhook de Slack (attention il faut que votre Jeedom soit accessible de l'extérieur": "esta es la URL que debe darse en el webhook de Slack (tenga cuidado, su Jeedom debe ser accesible desde el exterior",
        "En dessous vous retrouvez la configuration des commandes": "A continuación encontrará la configuración de los comandos",
        "nom de la commande": "Nombre de la orden",
        "URL à appeler pour envoyer un message sur Slack": "URL para llamar para enviar un mensaje en Slack",
        "non obligatoire, permet de forcer l'envoi d'un message vers un channel (canal) ou un utilisateur": "no obligatorio, permite forzar el envío de un mensaje a un canal o usuario",
        "Configuration avancée (petites roues crantées": "Configuración avanzada (ruedas pequeñas con muescas",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…": "se utiliza para mostrar la configuración avanzada del comando (método de registro, widget, etc",
        "permet de tester la commande": "Se usa para probar el comando",
        "Supprimer (signe": "Eliminar (firmar",
        "permet de supprimer la commande": "permite eliminar el comando",
        "Il existe par défaut 2 commandes": "Por defecto hay 2 comandos",
        "Expéditeur qui vous donne le nom du dernier expéditeur du message et Message qui vous donne le message, cela peut servir, si vous voulez faire quelque chose qui n'est pas possible avec les interactions de déclencher un scénario sur l'arrivée d'un nouveau message par exemple et de récupérer la valeur de celui-ci (on peut par exemple imaginer faire lire le message sur des Sonos ou un Karotz": "El remitente que le da el nombre del último remitente del mensaje y el mensaje que le da el mensaje, se puede usar, si desea hacer algo que no es posible con las interacciones para desencadenar un escenario a la llegada de uno nuevo mensaje, por ejemplo, y recuperar su valor (podemos imaginar, por ejemplo, que se lea el mensaje en Sonos o Karotz",
        "Création d'un compte Slack": "Creación de cuenta floja",
        "Rien de plus il suffit d'aller": "Nada más solo vete",
        "et de renseigner une adresse mail et un nom de domaine\/companie, par exemple": "e ingrese una dirección de correo electrónico y un nombre de dominio \/ empresa, por ejemplo",
        "Il ne vous reste plus qu'à valider, vous allez recevoir un mail, il faut cliquer sur le lien pour activer votre compte et c'est bon": "Solo tiene que validar, recibirá un correo electrónico, debe hacer clic en el enlace para activar su cuenta y está bien",
        "Ensuite vous arriverez sur votre Slack": "Entonces llegarás en tu Slack",
        "À partir de la vous trouvez sur la gauche les canaux (channels) et les utilisateurs, au centre vous pouvez télécharger l'application Slack pour iOS, Android, Mac ou Windows": "Desde allí encontrará a la izquierda los canales y los usuarios, en el centro puede descargar la aplicación Slack para iOS, Android, Mac o Windows",
        "Ajout du webhook sortant": "Agregar webhook saliente",
        "Les wekhook permettent à Slack d'informer Jeedom de l'arrivée d'un message et d'attendre la réponse de Jeedom pour vous la retransmettre, pour ce faire il faut aller dans les paramètres": "Los wekhooks le permiten a Slack informar a Jeedom de la llegada de un mensaje y esperar la respuesta de Jeedom para retransmitirlo, para ello debe ir a la configuración",
        "Il faut ensuite cliquer sur intégration": "Luego haga clic en integración",
        "Tout en bas vous trouverez \"Outgoing WebHooks": "En la parte inferior encontrará \"WebHooks salientes",
        "Cliquez sur \"Add": "Haga clic en \"Agregar",
        "Puis \"Add Outgoing WebHooks Integration": "Luego \"Agregar integración de WebHooks salientes",
        "Vous retrouvez vers le bas de la page les différents paramètres": "Encontrará los diferentes parámetros en la parte inferior de la página",
        "non obligatoire, permet de dire à Slack d'envoyer tout ce qui se trouve dans ce Channel à Jeedom": "no es obligatorio, digamos a Slack que envíe todo en este canal a Jeedom",
        "On peut par exemple créer un channel juste pour Jeedom (plus pratique que de mettre un mot déclencheur": "Por ejemplo, podemos crear un canal solo para Jeedom (más práctico que poner una palabra de activación",
        "Trigger Word(s": "Desencadenar palabra (s)",
        "non obligatoire si vous avez mis un channel sinon il en faut absolument un": "no es obligatorio si ha puesto un canal, de lo contrario es absolutamente necesario",
        "Ce champ permet de définir un mot déclencheur de l'envoi à Jeedom, par exemple si vous mettez Jeedom toutes vos demandes devront commencer par Jeedom (ex": "Este campo le permite definir una palabra activadora para enviar a Jeedom, por ejemplo, si coloca Jeedom todas sus solicitudes deben comenzar con Jeedom (ej",
        "Jeedom combien fait-il dans le chambre": "Jeedom cuanto cuesta en el dormitorio",
        "URL(s": "URL (s)",
        "URL à appeler, vous la trouvez sur la page de votre équipement sous Jeedom sous le nom de \"URL de retour": "URL para llamar, la encontrará en la página de su equipo en Jeedom bajo el nombre de \"URL de retorno",
        "Les autres champs ne sont pas utiles, hormis peut être le \"Customize Name\" qui permet de définir le nom du bot Jeedom (nom avec lequel répond Jeedom), vous pouvez aussi avec \"Customize Icon\" changer l'icone de Jeedom": "Los otros campos no son útiles, excepto quizás el \"Personalizar nombre\" que permite definir el nombre del bot Jeedom (nombre con el que responde Jeedom), también puede cambiar el icono de Jeedom con el \"Personalizar icono\"",
        "Il faut ensuite cliquer sur \"Save Settings\" et c'est bon": "Luego haga clic en \"Guardar configuración\" y está bien",
        "Voilà, vous pouvez parler à Jeedom au travers de Slack": "Allí, puedes hablar con Jeedom a través de Slack",
        "N'oubliez pas dans Jeedom de renseigner votre nom de domaine (nom de compagnie), sinon Jeedom refusera de vous répondre (attention ce champ est sensible à la case": "No olvide en Jeedom ingresar su nombre de dominio (nombre de la compañía), de lo contrario, Jeedom se negará a responderle (tenga en cuenta que este campo es sensible a la casilla",
        "Étant donné que Jeedom sépare les équipements par domaine, il est possible si vous avez plusieurs domaines de séparer les équipements et donc les scénarios derrière": "Como Jeedom separa los equipos por dominio, es posible si tiene varios dominios para separar los equipos y, por lo tanto, los escenarios detrás",
        "Ajout due webhook entrant": "Adición de webhook entrante",
        "Les webhooks entrants permettent à Jeedom de communiquer un message sur un channel (canal) ou directement à une personne": "Los webhooks entrantes permiten que Jeedom comunique un mensaje en un canal o directamente a una persona",
        "Sans ces webhook Jeedom ne pourra pas prendre l'initiative de vous envoyer un message": "Sin estos webhooks, Jeedom no podrá tomar la iniciativa de enviarle un mensaje",
        "Pour ce faire il faut aller dans les paramètres": "Para hacer esto tienes que ir a la configuración",
        "Tout en bas vous trouverez \"Incoming WebHooks": "En la parte inferior encontrará \"WebHooks entrantes",
        "Ensuite, il vous faut choisir un channel (canal) ou un utilisateur de destination par défaut (on peut après en spécifier un par commande dans Jeedom": "Luego, debe elegir un canal o un usuario de destino predeterminado (luego puede especificar uno por comando en Jeedom",
        "Cliquez ensuite sur \"Add Incoming WebHooks Integration": "Luego haga clic en \"Agregar integración de WebHooks entrantes",
        "En bas de la page vous retrouvez les informations du webhook, il vous suffit de récupérer la valeur du champ \"Webhook URL\" et la copier dans le champ Webhook de votre commande": "En la parte inferior de la página encontrará la información del webhook, solo necesita recuperar el valor del campo \"URL de Webhook\" y copiarlo en el campo Webhook de su pedido",
        "Dans le champ destination de la commande dans Jeedom vous pouvez spécifier un channel (ex \\#monchannel) ou un utilisateur (ex @toto": "En el campo de destino del comando en Jeedom puede especificar un canal (ex \\#monchannel) o un usuario (ex @toto",
        "Voilà, sous Jeedom vous avez juste à sauvegarder et là vous pourrez à partir de Jeedom envoyer des messages sur Slack": "Aquí, bajo Jeedom solo tienes que guardar y desde Jeedom puedes enviar mensajes en Slack",
        "Récupération du token": "Recuperación de tokens",
        "Voila comment récupérer votre token pour que Jeedom puisse envoyer des fichiers sur Slack, et en particulier des captures des caméras par exemple": "Aquí le mostramos cómo recuperar su token para que Jeedom pueda enviar archivos a Slack, y en particular capturas de cámaras, por ejemplo",
        "Tout d'abord il faut aller": "Primero tienes que irte",
        "puis tout en bas aller sur": "luego en la parte inferior continuar",
        "Ici en face de votre équipe, demander à Slack de générer le token, il va vous demander votre mot de passe puis vous renvoyer sur la même page, tout en bas demander à nouveau le token": "Aquí, frente a su equipo, solicite a Slack que genere el token, le pedirá su contraseña y luego lo enviará de vuelta a la misma página, en la parte inferior solicite nuevamente el token",
        "Au bout de quelques secondes celui-ci va apparaître, il suffit de le copier dans le champ token sur Jeedom": "Después de unos segundos aparecerá, solo cópielo en el campo de token en Jeedom",
        "Cette étape est optionnelle, elle est juste utile pour envoyer des captures de votre camera par Slack par exemple": "Este paso es opcional, solo es útil para enviar capturas de su cámara por Slack, por ejemplo",
        "C'est quoi le résultat": "Cual es el resultado",
        "Voilà un exemple de ce qu'il est possible de faire une fois le plugin correctement configuré et les interactions créées": "Aquí hay un ejemplo de lo que es posible hacer una vez que el complemento está configurado correctamente y las interacciones creadas",
        "Si vous utilisez la fonction \"ask\" des scénarios, il faut bien envoyer la demande sur un channel sur lequel Jeedom écoute les réponses sinon votre demande \"ask\" tombera en \"timeout": "Si utiliza la función \"preguntar\" de los escenarios, debe enviar la solicitud en un canal en el que Jeedom escucha las respuestas; de lo contrario, su solicitud \"preguntar\" caerá en \"tiempo de espera\"",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        " Activer]": " Activar]",
        "[Activer]": "[Activar]",
        "*Activer*": "*Activar*",
        " Activer*": " Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Domaine.": " Dominio.",
        " Domaine?": " Dominio?",
        "Domaine ": "Dominio ",
        " Domaine]": " Dominio]",
        "[Domaine]": "[Dominio]",
        "*Domaine*": "*Dominio*",
        " Domaine*": " Dominio*",
        " Nom.": " Nombre.",
        " Nom?": " Nombre?",
        "Nom ": "Nombre ",
        " Nom]": " Nombre]",
        "[Nom]": "[Nombre]",
        "*Nom*": "*Nombre*",
        " Nom*": " Nombre*",
        " Webhook.": " Web hook.",
        " Webhook?": " Web hook?",
        "Webhook ": "Web hook ",
        " Webhook]": " Web hook]",
        "[Webhook]": "[Web hook]",
        "*Webhook*": "*Web hook*",
        " Webhook*": " Web hook*",
        " Destination.": " Destino.",
        " Destination?": " Destino?",
        "Destination ": "Destino ",
        " Destination]": " Destino]",
        "[Destination]": "[Destino]",
        "*Destination*": "*Destino*",
        " Destination*": " Destino*",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        " Tester]": " Probar]",
        "[Tester]": "[Probar]",
        "*Tester*": "*Probar*",
        " Tester*": " Probar*",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        " Tip]": " Punta]",
        "[Tip]": "[Punta]",
        "*Tip*": "*Punta*",
        " Tip*": " Punta*",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        " ici]": " aquí]",
        "[ici]": "[aquí]",
        "*ici*": "*aquí*",
        " ici*": " aquí*",
        " Channel.": " Canal.",
        " Channel?": " Canal?",
        "Channel ": "Canal ",
        " Channel]": " Canal]",
        "[Channel]": "[Canal]",
        "*Channel*": "*Canal*",
        " Channel*": " Canal*",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        " Important]": " Importante]",
        "[Important]": "[Importante]",
        "*Important*": "*Importante*",
        " Important*": " Importante*"
    }
}